<?php

use Illuminate\Database\Seeder;

class RoleSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {

        DB::table('roles')->insert([
            [
                'name' => 'Заявитель',
//                'city_management_id' => 1,
            ],
            [
                'name' => 'Специалист Апз', //2 управление
//                'city_management_id' => 1,
            ],
            [
                'name' => 'Начальник Отдела', //3 управление
            ],
            [
                'name' => 'Зам Нач Упр', //4 управление
            ],
            [
                'name' => 'Рук Упр', //5 управление
            ],
            [
                'name' => 'Специалист Эскиза', //6 управление
            ],
            [
                'name' => 'Специалист ТОО Астана Гор Арх Эскиза', //7 Гор Арх
            ],
            [
                'name' => 'Директор ТОО Астана Гор Арх', //8 Гор Арх
            ],
            [
                'name' => 'Специалист Зем Проекта', //9 управление
            ],
            [
                'name' => 'Начальник Отдела Зем Проекта', //10 управление
            ],
            [
                'name' => 'Специалист ТОО Астана Гор Арх Делимости/Неделимости', //11 Гор Арх
            ],
            [
                'name' => 'Начальник Отдела ТОО Астана Гор Арх Делимости/Неделимости', //12 Гор Арх
            ],
            [
                'name' => 'Зам Дир ТОО Астана Гор Арх', //13 Гор Арх
            ],
            [
                'name' => 'Рук Апо ТОО Астана Гор Арх', //14 Гор Арх
            ],
            [
                'name' => 'Специалист Отдела ТОО Астана Апо Гор Арх', //15 Гор Арх
            ],
            [
                'name' => 'Зам Рук Апо ТОО Астана Гор Арх', //16 Гор Арх
            ],
            [
                'name' => 'Исполнитель Эскиза', //17 Гор Арх
            ],
            [
                'name' => 'Зам Директора Управления Архитектуры', //18 Гор Арх
            ],
            [
                'name' => 'Директор Управления Архитектуры', //19 Гор Арх
            ],
            [
                'name' => 'Специалист Эскиза', //17 Гор Арх
//                'city_management_id' => 1,
            ],
            [
                'name' => 'Зам директора управления архитектуры', //18 Гор Арх
//                'city_management_id' => 1,
            ],
            [
                'name' => 'Директор Управления Архитектуры', //19 Гор Арх
//                'city_management_id' => 1,
            ],
            

        ]);
    }
}
