<?php

use Illuminate\Database\Seeder;
use App\CityManagement;

class RoleSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {

        DB::table('roles')->insert([
            [
                'name' => 'Заявитель', // 1
            ],
            [
                'name' => 'Специалист Зем Кадастра (Управление)', //
            ],
            [
                'name' => 'Специалист Отдела Земельной Комиссии', //
            ],
            [
                'name' => 'Специалист Эскиза (Гор Архитектура)', // 1
            ],
            [
                'name' => 'Специалист АПО(Гор Архитектура)', // 1
            ],
            [
                'name' => 'Специалист НАО', // 1
            ],
            [
                'name' => 'Специалист Газ Кызмета', // 1
            ],
            [
                'name' => 'Специалист АРЭК (свет)', // 1
            ],
            [
                'name' => 'Специалист Теплотранзит(Отопение)', // 1
            ],
            [
                'name' => 'Специалист Астана Су (водоканал)', // 1
            ],
            [
                'name' => 'Исполнитель АПЗ(Управление)', // 1
            ],
            [
                'name' => 'Исполнитель Эскиза(Управление)', // 1
            ],
            [
                'name' => 'Начальник Отдела Зем Кадастра (Управление)', // 1
            ],
            [
                'name' => 'Начальник АПО (Гор Архитектура)', // 1
            ],
            [
                'name' => 'Начальник АПЗ и Эскиза (Управление)', // 1
            ],
            [
                'name' => 'Зам Рук Управления', // 1
            ],
            [
                'name' => 'Зам Директора Гор Архитектуры', // 1
            ],
            [
                'name' => 'Рук Управления', // 1
            ],
            [
                'name' => 'Директор Гор Архитектуры', // 1
            ],

        ]);
    }
}
