<?php

use Illuminate\Database\Seeder;
use App\CityManagement;

class RoleSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {   
        // factory(\App\Role::class, 10)->create();

        DB::table('roles')->insert([
            [
                'name' => 'Заявитель', // 1
            ],
            [
                'name' => 'Специалист Апз',// 2
            ],
            [
                'name' => 'Специалист Эскиза',// 3
            ],
            [
                'name' => 'Специалист Гор Арх Эскиза',// 4
            ],
            [
                'name' => 'Специалист Зем Проекта',// 5
            ],
            [
                'name' => 'Специалист Гор Арх Делимости/Неделимости',// 6
            ],
            [
                'name' => 'Специалист Отдела Управления',// 7
            ],
            [
                'name' => 'Специалист Гор Арх',// 8
            ],
            [
                'name' => 'Специалист Отдела Апо Гор Арх',// 9
            ],
            [
                'name' => 'Специалист Ком Служб',// 10
            ],
            [
                'name' => 'Начальник Отдела Управления',// 11
            ],
            [
                'name' => 'Начальник Отдела Гор Арх',// 12
            ],

            [
                'name' => 'Начальник Отдела Гор Арх Делимости/Неделимости',// 13
            ],
            [
                'name' => 'Исполнитель Эскиза',// 14
            ],
            [
                'name' => 'Рук Апо Гор Арх',// 15
            ],

            [
                'name' => 'Зам Рук Апо Гор Арх',// 16
            ],
            [
                'name' => 'Зам Дир Гор Арх',// 17
            ],
            [
                'name' => 'Директор Гор Арх',// 18
            ],
            [
                'name' => 'Зам Рук Упр',// 19
            ],
            [
                'name' => 'Рук Упр',//20
            ],


        ]);
    }
}
