<?php

use Illuminate\Database\Seeder;
use App\CityManagement;

class RoleSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {

        DB::table('roles')->insert([
            [
                'name' => 'Заявитель', // 1
            ],
            [
                'name' => 'Специалист земельного кадастра (Управление)', //
            ],
            [
                'name' => 'Специалист отдела земельной комиссии', //
            ],
            [
                'name' => 'Специалист эскиза (Гор Архитектура)', // 1
            ],
            [
                'name' => 'Специалист АПО(Гор Архитектура)', // 1
            ],
            [
                'name' => 'Специалист НАО', // 1
            ],
            [
                'name' => 'Специалист Газ-Кызмета', // 1
            ],
            [
                'name' => 'Специалист АРЭК (Свет)', // 1
            ],
            [
                'name' => 'Специалист Теплотранзит(Отопение)', // 1
            ],
            [
                'name' => 'Специалист Астана Су (Водоканал)', // 1
            ],
            [
                'name' => 'Исполнитель АПЗ(Управление)', // 1
            ],
            [
                'name' => 'Исполнитель эскиза(Управление)', // 1
            ],
            [
                'name' => 'Начальник отдела земельного кадастра (Управление)', // 1
            ],
            [
                'name' => 'Начальник отдела АПО (Гор Архитектура)', // 1
            ],
            [
                'name' => 'Начальник отдела АПЗ и эскиза (Управление)', // 1
            ],
            [
                'name' => 'Заместитель урководителя управления', // 1
            ],
            [
                'name' => 'Заместитель директора городской архитектуры', // 1
            ],
            [
                'name' => 'Руководитель управления', // 1
            ],
            [
                'name' => 'Директор городской архитектуры', // 1
            ],

        ]);
    }
}
