<?php

use Illuminate\Database\Seeder;
use App\CityManagement;

class RoleSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {

        DB::table('roles')->insert([
            [
                'name' => 'Заявитель', // 1
            ],
            [
                'name' => 'Специалист земельного кадастра)', //
            ],
            [
                'name' => 'Специалист отдела земельной комиссии', //
            ],
            [
                'name' => 'Специалист эскиза', // 1
            ],
            [
                'name' => 'Специалист АПО', // 1
            ],
            [
                'name' => 'Специалист НАО', // 1
            ],
            [
                'name' => 'Специалист Газ-Кызмета', // 1
            ],
            [
                'name' => 'Специалист АРЭК', // 1
            ],
            [
                'name' => 'Специалист Теплотранзит', // 1
            ],
            [
                'name' => 'Специалист Астана Су ', // 1
            ],
            [
                'name' => 'Исполнитель АПЗ', // 1
            ],
            [
                'name' => 'Исполнитель эскиза', // 1
            ],
            [
                'name' => 'Начальник отдела земельного кадастра', // 1
            ],
            [
                'name' => 'Начальник отдела АПО', // 1
            ],
            [
                'name' => 'Начальник отдела АПЗ и эскиза', // 1
            ],
            [
                'name' => 'Заместитель урководителя управления', // 1
            ],
            [
                'name' => 'Заместитель директора городской архитектуры', // 1
            ],
            [
                'name' => 'Руководитель управления', // 1
            ],
            [
                'name' => 'Директор городской архитектуры', // 1
            ],

        ]);
    }
}
