<?php

use Illuminate\Database\Seeder;

class StatusSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('statuses')->insert([
            [
                'name' => 'Заявка у заявителя' //1
            ],
            [
                'name' => 'Отправлено специалисту земельного кадастра' //1
            ],
            [
                'name' => 'Отправлено специалисту отдела земельной комиссии' //1
            ],
            [
                'name' => 'Отправлено специалисту эскиза' //1
            ],
            [
                'name' => 'Отправлено специалисту АПО' //1
            ],
            [
                'name' => 'Отправлено специалисту НАО' //1
            ],
            [
                'name' => 'Отправлено специалисту Газ-Кызмета' //1
            ],
            [
                'name' => 'Отправлено специалисту АРЭК' //1
            ],
            [
                'name' => 'Отправлено специалисту Теплотранзита' //1
            ],
            [
                'name' => 'Отправлено специалисту Астана Су' //1
            ],
            [
                'name' => 'Отправлено исполнителю АПЗ' //1
            ],
            [
                'name' => 'Отправлено исполнителю Эскиза' //1
            ],
            [
                'name' => 'Отправлено начальнику отдела земельного кадастра' //1
            ],
            [
                'name' => 'Отправлено начальнику АПО' //1
            ],
            [
                'name' => 'Отправлено начальнику АПЗ и эскиза' //1
            ],
            [
                'name' => 'Отправлено заместителю руководителя управления' //1
            ],
            [
                'name' => 'Отправлено заместителю директора городской архитектуры' //1
            ],
            [
                'name' => 'Отправлено руководителю управления' //1
            ],
            [
                'name' => 'Отправлено директору городской архитектуры' //1
            ],
            [
                'name' => 'Отправлено заявителю с отказом' //1
            ],
            [
                'name' => 'Отправлено заявителю' //1
            ],

        ]);
    }
}
