<?php

use Illuminate\Database\Seeder;

class StatusSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('statuses')->insert([
            [
                'name' => 'Заявка у заявителя' //1
            ],
            [
                'name' => 'Отправлено Специалисту Апз' //2
            ],
            [
                'name' => 'Отправлено Начальнику Отдела' //3
            ],
            [
                'name' => 'Отправлено Зам Нач Упр' //4
            ],
            [
                'name' => 'Отправлено Рук Упр' //5
            ],
            [
                'name' => 'Отправлено Специалисту Эскиза' //6
            ],
            [
                'name' => 'Отправлено Специалисту ТОО Астана Гор Арх Эскиза' //7
            ],
            [
                'name' => 'Отправлено Директору ТОО Астана Гор Арх' //8
            ],
            [
                'name' => 'Отправлено Специалисту Зем Проекта' //9
            ],
            [
                'name' => 'Отправлено Начальнику Отдела Зем Проекта' //10
            ],
            [
                'name' => 'Отправлено Специалисту ТОО Астана Гор Арх Делимости/Неделимости' //11
            ],
            [
                'name' => 'Отправлено Начальнику Отдела ТОО Астана Гор Арх Делимости/Неделимости' //12
            ],
            [
                'name' => 'Отправлено Зам Дир ТОО Астана Гор Арх' //13
            ],
            [
                'name' => 'Отправлено Рук Апо ТОО Астана Гор Арх' // 14
            ],
            [
                'name' => 'Отправлено Специалист Отдела Апо ТОО Астана Гор Арх' //15
            ],
            [
                'name' => 'Отправлено Зам Рук Апо ТОО Астана Гор Арх' //16
            ],
            [
                'name' => 'Отправлено Исполнителю Эскиза' //17
            ],
            [
                'name' => 'Отправлено Зам Директору управления архитектуры' //18
            ],
            [
                'name' => 'Отправлено Директору управления архитектуры' //19
            ],
            [
                'name' => 'Отправлено Заявителю с отказом' //20
            ],
            [
                'name' => 'Отправлено Заявителю' //21
            ],
        ]);
    }
}
