<?php

use Illuminate\Database\Seeder;

class StatusSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('statuses')->insert([
            [
                'name' => 'Заявка у заявителя' //1
            ],
            [
                'name' => 'Отправлено Специалисту Зем Кадастра' //1
            ],
            [
                'name' => 'Отправлено Специалисту Отдела Земельной Комиссии' //1
            ],
            [
                'name' => 'Отправлено Специалисту Эскиза' //1
            ],
            [
                'name' => 'Отправлено Специалисту АПО' //1
            ],
            [
                'name' => 'Отправлено Специалисту НАО' //1
            ],
            [
                'name' => 'Отправлено Специалисту Газ Кызмета' //1
            ],
            [
                'name' => 'Отправлено Специалисту АРЭК' //1
            ],
            [
                'name' => 'Отправлено Специалисту Теплотранзита' //1
            ],
            [
                'name' => 'Отправлено Специалисту Астана Су' //1
            ],
            [
                'name' => 'Отправлено Исполнителю АПЗ' //1
            ],
            [
                'name' => 'Отправлено Исполнителю Эскиза' //1
            ],
            [
                'name' => 'Отправлено Начальнику Отдела Зем Кадастра' //1
            ],
            [
                'name' => 'Отправлено Начальнику АПО' //1
            ],
            [
                'name' => 'Отправлено Начальнику АПЗ и Эскиза' //1
            ],
            [
                'name' => 'Отправлено Зам Рук Управления' //1
            ],
            [
                'name' => 'Отправлено Зам Директора Гор Архитектуры' //1
            ],
            [
                'name' => 'Отправлено Рук Управления' //1
            ],
            [
                'name' => 'Отправлено Директору Гор Архитектуры' //1
            ],

        ]);
    }
}
