<table class="header_table">
    <tr class="header_top">
        <td width="40%">
            <b>«Нұр-Сұлтан қаласының сәулет, қала құрылысы және жер қатынастары
                басқармасы»</b>
        </td>
        <td width="20%" style="vertical-align: top; size: 30px;">
            <img style="size: 30px;" src="https://pricom.kz/images/2019/03/GERBBB.jpg" alt="logo" />
        </td>
        <td width="40%">
            <b>ММ ГУ «Управление архитектуры, градостроительства и земельных
                отношений города Нур-Султан»</b>
        </td>
    </tr>
</table>

<p style="text-align: center; padding-left: 10px;"><b>ВЫПИСКА</b></p>
<p style="text-align: center; padding-left: 10px;"><b>из протокола заседания земельной комиссии
        акимата города Нур-Султан
    </b></p>
<!-- <p style="padding-left: 20px;"><b>{{ $variable }}</b></p> -->

<tr class="header_bottom">
    <td>
        Протокол № {{ $variable }}<br />
    </td>
    <td></td>
    <td style="text-align: right;">
        от «{{ $variable }}» {{ $variable }} года<br />
    </td>
</tr>
<p style="text-indent: 5em;">
    <b>
        4. Рассмотрение обращений физических и юридических лиц о предоставлении право собственности, аренды и
        постоянного
        землепользования на земельные участки для эксплуатации объектов промышленно-гражданского назначения, в
        частности:
    </b>
</p>
<p style="text-indent: 5em;">
    1) по поводу рассмотрения обращений физических и юридических лиц о предоставлении право собственности, аренды и
    постоянного землепользования на земельные участки для эксплуатации объектов промышленно-гражданского назначения,
    комиссия решила данные обращения «{{ $variable }}» и вынести
</p>
<p style="text-indent: 5em;">
    соответствующее заключение, согласно приложению 7. Результаты голосования – большинством голосов.
</p>
<p style="text-indent: 5em;">
    Срок действия данного заключения согласно пункту 2 статьи 43 Земельного кодекса Республики Казахстан составляет один
    год со дня его принятия
</p>

<p style="text-align: left; padding-left: 5em;">
    <b>Председатель комиссии –
        Заместитель акима
        города Нур-Султан
    </b>
</p>
<p style="text-align: left; padding-left: 5em;">
    <b>Выписка верна</b>
</p>
<p style="text-align: left; padding-left: 5em;">
    <b>РРуководитель Управления
        архитектуры, градостроительства
        земельных отношений
        города Нур-Султан
    </b>
</p>

<barcode code="{{ implode(' ', [$variable]) }}" type="QR" class="barcode" size="1" error="M" />
