<html>
<table class="header_table">
    <tr class="header_top">
        <td width="40%">
            <b>«Нұр-Сұлтан қаласының сәулет, қала құрылысы және жер қатынастары
                басқармасы»</b>
        </td>
        <td width="20%" style="vertical-align: top; size: 30px;">
            <img style="size: 30px;" src="https://pricom.kz/images/2019/03/GERBBB.jpg" alt="logo" />
        </td>
        <td width="40%">
            <b>ММ ГУ «Управление архитектуры, градостроительства и земельных
                отношений города Нур-Султан»</b>
        </td>
    </tr>
</table>

<p style="text-align: center; padding-left: 10px;"><b>Выписка из постановления акимата города Нур-Султан</b></p>
<!-- <p style="padding-left: 20px;"><b>{{ $variable }}</b></p> -->

<tr class="header_bottom">
    <td>
        № {{ $variable }}<br />
    </td>
    <td></td>
    <td style="text-align: right;">
        от «{{ $variable }}» {{ $variable }} года<br />
    </td>
    <td style="text-align: left;">
        Об изменении целевого
        назначения земельного участка
        <br />
    </td>
</tr>
<div>
    В соответствии со статьей 49-1 Земельного кодекса Республики Казахстан от 20 июня 2003 года, статьей 37 Закона
    Республики Казахстан от 23 января 2001 года «О местном государственном управлении и самоуправлении в Республике
    Казахстан», на основании заключения Земельной комиссии акимата города Нур-Султан от «{{ $variable }}»
    {{ $variable }} года №{{ $variable }},
    акимат города Нур-Султан <b>ПОСТАНОВЛЯЕТ:</b>
</div>
<p style="text-indent: 5em;">
    1. Изменить {{ $variable }} целевое назначение земельногоучастка с кадастровым номером
    21-{{ $variable }}, площадью {{ $variable }} га с «Строительство и эксплуатация {{ $variable }}» на
    «Строительство {{ $variable }}», расположенный по адресу: город Нур-Султан,
    район «{{ $variable }}», ул. {{ $variable }}, участок № {{ $variable }}.
</p>
<p style="text-indent: 5em;">
    получить акт на право собственности на земельный участок;
</p>
<p style="text-indent: 5em;">
    обеспечить беспрепятственный проезд и доступ уполномоченным органам, смежным землепользователям, собственникам для
    строительства и эксплуатации подземных и надземных коммуникаций в установленном законодательством Республики
    Казахстан порядке.
</p>

<p style="text-align: left; padding-left: 5em;">
    <b>Выписка верна</b>
</p>
<p style="text-align: left; padding-left: 5em;">
    <b>Руководитель Управления
        архитектуры, градостроительства
        и земельных отношений
        города Нур-Султан</b>
</p>

<barcode code="{{ implode(' ', [$variable]) }}" type="QR" class="barcode" size="1" error="M" />
