<table class="header_table">
    <tr class="header_top">
        <td width="40%">
            <b>«Нұр-Сұлтан қаласының сәулет, қала құрылысы және жер қатынастары
                басқармасы»</b>
        </td>
        <td width="20%" style="vertical-align: top; size: 30px;">
            <img style="size: 30px;" src="https://pricom.kz/images/2019/03/GERBBB.jpg" alt="logo" />
        </td>
        <td width="40%">
            <b>ММ ГУ «Управление архитектуры, градостроительства и земельных
                отношений города Нур-Султан»</b>
        </td>
    </tr>
</table>

<p style="text-align: center; padding-left: 10px;"><b>Выписка из постановления акимата города Нур-Султан</b></p>
<!-- <p style="padding-left: 20px;"><b>{{ $variable }}</b></p> -->

<tr class="header_bottom">
    <td>
        № {{ $variable }}<br />
    </td>
    <td></td>
    <td style="text-align: right;">
        от «{{ $variable }}» {{ $variable }} года<br />
    </td>
    <td style="text-align: left;">
        О предоставлении права общей
        долевой собственности на
        земельный участок
        <br />
    </td>
</tr>
<p style="text-indent: 5em;">
    В соответствии со статьей 47 Земельного кодекса Республики Казахстан от 20 июня 2003 года, статьей 37 Закона
    Республики Казахстан от 23 января 2001 года «О местном государственном управлении и самоуправлении в Республике
    Казахстан», акимат города Нур-Султан <b>ПОСТАНОВЛЯЕТ:</b>
</p>
<p style="text-indent: 5em;">
    1. Предоставить {{ $variable }} (далее − собственники) право общей долевой
    собственности на земельный участок площадью {{ $variable }} га, из них условная доля {{ $variable }} га, для
    эксплуатации «{{ $variable }}», кадастровой (оценочной) стоимостью «{{ $variable }}» тенге,
    расположенный по адресу: город Нур-Султан, р-н «{{ $variable }}», улица {{ $variable }}, дом {{ $variable }}, кв
    {{ $variable }}.
</p>
<p style="text-indent: 5em;">
    2. Собственникам:<br />
    1) в течение 10-ти рабочих дней заключить договор купли-продажи земельного участка с Государственным учреждением
    «Управление архитектуры, градостроительства и земельных отношений города Нур-Султан» и с момента заключения договора
    купли-продажи в течение 30-ти календарных дней произвести полную оплату и получить идентификационный документ на
    земельный участок;<br />
    2) обеспечить беспрепятственный проезд и доступ уполномоченным органам, смежным землепользователям (собственникам)
    для строительства и эксплуатации подземных и надземных коммуникаций в установленном законодательством Республики
    Казахстан порядке.<br />
</p>
<p style="text-indent: 5em;">
    3. В случае незаключения договора в указанный срок настоящее постановление считать утратившим силу.<br />
    4. Контроль за исполнением настоящего постановления возложить на заместителя акима города Нур-Султан {{ $variable }}.
</p>

<p style="text-align: left; padding-left: 5em;">
    <b>Выписка верна</b>
</p>
<p style="text-align: left; padding-left: 5em;">
    <b>Руководитель Управления
        архитектуры, градостроительства
        и земельных отношений
        города Нур-Султан</b>
</p>

<barcode code="{{ implode(' ', [$variable]) }}" type="QR" class="barcode" size="1" error="M" />
