<html>
<table class="header_table">
    <tr class="header_top">
        <td width="40%">
            <b>«Нұр-Сұлтан қаласының сәулет, қала құрылысы және жер қатынастары
                басқармасы»</b>
        </td>
        <td width="20%" style="vertical-align: top; size: 30px;">
            <img style="size: 30px;" src="https://pricom.kz/images/2019/03/GERBBB.jpg" alt="logo" />
        </td>
        <td width="40%">
            <b>ММ ГУ «Управление архитектуры, градостроительства и земельных
                отношений города Нур-Султан»</b>
        </td>
    </tr>
</table>

<p style="text-align: center; padding-left: 10px;"><b>Выписка из постановления акимата города Нур-Султан</b></p>
<!-- <p style="padding-left: 20px;"><b>{{ $variable }}</b></p> -->

<tr class="header_bottom">
    <td>
        № {{ $variable }}<br />
    </td>
    <td></td>
    <td style="text-align: right;">
        от «{{ $variable }}» {{ $variable }} года<br />
    </td>
</tr>
<p style="text-align: left;">
    <b>О разрешении на проведение
        изыскательских и проектных
        работ объекта промышленно-
        гражданского назначения
        на земельном участке</b>
</p>
<div>
    В соответствии со статьей 71 Земельного кодекса Республики Казахстан от 20 июня 2003 года, статьей 37 Закона
    Республики Казахстан от 23 января 2001 года «О местном государственном управлении и самоуправлении в Республике
    Казахстан», акимат города Нур-Султан <b>ПОСТАНОВЛЯЕТ:</b>
</div>
<p style="text-indent: 5em;">
    1. Разрешить «{{ $variable }}» (далее - застройщик) в течение «{{ $variable }}» проведение:<br />
    изыскательских работ на земельном участке площадью {{ $variable }} га, расположенном по
    адресу: город Нур-Султан, район «{{ $variable }}», улица {{ $variable }};
    проектных работ объекта «{{ $variable }}» (далее – объект).
</p>
<p style="text-indent: 5em;">
    2. Застройщику:<br />
    1) в течение 10-ти рабочих дней заключить договор об условиях проведения изыскательских и проектных работ объекта на
    земельном участке с Государственным учреждением «Управление архитектуры, градостроительства и земельных отношений
    города Нур-Султан»;<br />
    2) получить сведения о наличии либо отсутствии собственников и землепользователей в границах проектируемого
    земельного участка в Департаменте земельного кадастра и технического обследования недвижимости филиала
    некоммерческого акционерного общества «Государственная корпорация «Правительство для граждан» по городу
    Нур-Султан;<br />
    3) в случае наличия собственников и землепользователей в границах проектируемого земельного участка, заключить
    договор об условиях компенсации убытков с каждым из собственников недвижимости, находящейся на данном земельном
    участке;<br />
    4) проектные работы по объекту осуществить при условии выполнения подпункта 3) пункта 2 настоящего
    постановления.<br />
</p>
<p style="text-indent: 5em;">
    3. В случае незаключения договора в срок, указанный в подпункте 1) пункта 2, настоящее постановление считать
    утратившим силу.<br />
    4. Контроль за исполнением настоящего постановления оставляю за собой.
</p>

<p style="text-align: left; padding-left: 5em;">
    <b>Выписка верна</b>
</p>
<p style="text-align: left; padding-left: 5em;">
    <b>Руководитель Управления
        архитектуры, градостроительства
        и земельных отношений
        города Нур-Султан</b>
</p>

<barcode code="{{ implode(' ', [$variable]) }}" type="QR" class="barcode" size="1" error="M" />
