<table class="header_table">
    <tr class="header_top">
        <td width="40%">
            <b>«Нұр-Сұлтан қаласының сәулет, қала құрылысы және жер қатынастары
                басқармасы»</b>
        </td>
        <td width="20%" style="vertical-align: top; size: 30px;">
            <img style="size: 30px;" src="https://pricom.kz/images/2019/03/GERBBB.jpg" alt="logo" />
        </td>
        <td width="40%">
            <b>ММ ГУ «Управление архитектуры, градостроительства и земельных
                отношений города Нур-Султан»</b>
        </td>
    </tr>
    <tr class="header_bottom">
        <td></td>
        <td style="text-align: right;">
            {{-- ФИО заявителя<br /> --}}
            г. Нур-Султан, <br />
            ул. {{ $variable }}<br />
        </td>
    </tr>
</table>
<p style="text-indent: 5em;">
    На № {{ $variable }} от {{ $variable }} г.
</p>

<p style="text-indent: 5em;">
    Рассмотрев Ваше заявление, касательно постановки на очередь на получение земельного участка, Управление архитектуры,
    градостроительства и земельных отношений города Нур-Султан, сообщает следующее.
</p>
<p style="text-indent: 5em;">
    В соответствии с Правилами оказания государственной услуги «Постановка на очередь на получение земельного участка»,
    утвержденными приказом Министерства сельского хозяйства Республики Казахстан от 01.10.2020г. № 301, уведомляем Вас о
    том, что Ваше заявление поставлено на специальный учет под № {{ $variable }}.
</p>
<p style="text-align: left; padding-left: 5em;">
    Вместе с тем разъясняем, что в соответствии с требованиями действующего законодательства РК, удовлетворение
    заявлений, взятых на учет, в том числе и для льготной категории граждан, будет только по мере наличия в городе
    подготовленных площадок для отвода, обеспеченных всеми необходимыми инженерными коммуникациями, в порядке
    строгой очередности.
</p>
<p style="text-align: left; padding-left: 5em;">
    <b>Заместитель руководителя</b>
</p>
<barcode code="{{ implode(' ', [$variable]) }}" type="QR" class="barcode" size="1" error="M" />
